{"input": "Translate this to Pig Latin:\nHaving assembled the senate, he reminded them of the injustice of his", "output": "aving-Hay assembled-ay e-thay enate-say, e-hay eminded-ray em-thay of-ay e-thay injustice-ay of-ay is-hay"}
{"input": "Translate this to Pig Latin:\nBritain is of equal distance with that from Gaul. In the middle of this", "output": "itain-Bray is-ay of-ay equal-ay istance-day ith-way at-thay om-fray aul-Gay. In-ay e-thay iddle-may of-ay is-thay"}
{"input": "Translate this to Pig Latin:\nand despairing of safety, if at the same time he should be forced to", "output": "and-ay espairing-day of-ay afety-say, if-ay at-ay e-thay ame-say ime-tay e-hay ould-shay e-bay orced-fay o-tay"}
{"input": "Translate this to Pig Latin:\njoin Viridovix, G. iii. 17; Aulerci Brannovices ordered to furnish their", "output": "oin-jay iridovix-Vay, G-ay. iii-ay. 17; ulerci-Aay annovices-Bray ordered-ay o-tay urnish-fay eir-thay"}
{"input": "Translate this to Pig Latin:\nX.--Roscius and Lucius Caesar, having received this message, went to", "output": "oscius-X.--Ray and-ay ucius-Lay aesar-Cay, aving-hay eceived-ray is-thay essage-may, ent-way o-tay"}
{"input": "Translate this to Pig Latin:\nSylla had left them, the interposing their authority; but on the seventh", "output": "ylla-Say ad-hay eft-lay em-thay, e-thay interposing-ay eir-thay authority-ay; ut-bay on-ay e-thay eventh-say"}
{"input": "Translate this to Pig Latin:\nprotected and secured against every attempt of the enemy, they removed", "output": "otected-pray and-ay ecured-say against-ay every-ay attempt-ay of-ay e-thay enemy-ay, ey-thay emoved-ray"}
{"input": "Translate this to Pig Latin:\nby degrees, he is slain. Then they according to their custom shout out", "output": "y-bay egrees-day, e-hay is-ay ain-slay. en-Thay ey-thay according-ay o-tay eir-thay ustom-cay out-shay out-ay"}
{"input": "Translate this to Pig Latin:\nfrom that day, Caesar drew out his forces before the camp, and put them", "output": "om-fray at-thay ay-day, aesar-Cay ew-dray out-ay is-hay orces-fay efore-bay e-thay amp-cay, and-ay ut-pay em-thay"}
{"input": "Translate this to Pig Latin:\nminority, being informed of these things, either induced by fear, as", "output": "inority-may, eing-bay informed-ay of-ay ese-thay ings-thay, either-ay induced-ay y-bay ear-fay, as-ay"}
{"input": "Translate this to Pig Latin:\nchiefly on this account, because he was unwilling that the country, from", "output": "iefly-chay on-ay is-thay account-ay, ecause-bay e-hay as-way unwilling-ay at-thay e-thay ountry-cay, om-fray"}
{"input": "Translate this to Pig Latin:\nthe port, having espied him, weighed anchor, and pursued him. But of", "output": "e-thay ort-pay, aving-hay espied-ay im-hay, eighed-way anchor-ay, and-ay ursued-pay im-hay. ut-Bay of-ay"}
{"input": "Translate this to Pig Latin:\n_Provence_", "output": "ovence_-_Pray"}
{"input": "Translate this to Pig Latin:\nthey had met that fate which usually befalls men from excessive", "output": "ey-thay ad-hay et-may at-thay ate-fay ich-whay usually-ay efalls-bay en-may om-fray excessive-ay"}
{"input": "Translate this to Pig Latin:\nits natural costs, being contracted from first to last in the service of", "output": "its-ay atural-nay osts-cay, eing-bay ontracted-cay om-fray irst-fay o-tay ast-lay in-ay e-thay ervice-say of-ay"}
{"input": "Translate this to Pig Latin:\nthe precipice inclined with a gentle slope for near four hundred paces.", "output": "e-thay ecipice-pray inclined-ay ith-way a-ay entle-gay ope-slay or-fay ear-nay our-fay undred-hay aces-pay."}
{"input": "Translate this to Pig Latin:\ntheir arms to give a blow, so long did they continue the slaughter of", "output": "eir-thay arms-ay o-tay ive-gay a-ay ow-blay, o-say ong-lay id-day ey-thay ontinue-cay e-thay aughter-slay of-ay"}
{"input": "Translate this to Pig Latin:\nMes[)o]p[)o]t[=a]mia, a large country in the middle of Asia, between the", "output": "es[)o]p[)o]t[=a]mia-May, a-ay arge-lay ountry-cay in-ay e-thay iddle-may of-ay ia-Asay, etween-bay e-thay"}
{"input": "Translate this to Pig Latin:\nin their territories, and had seized upon a third of their land, which", "output": "in-ay eir-thay erritories-tay, and-ay ad-hay eized-say upon-ay a-ay ird-thay of-ay eir-thay and-lay, ich-whay"}
{"input": "Translate this to Pig Latin:\nleaving there the baggage of the army, the hostages of the states, the", "output": "eaving-lay ere-thay e-thay aggage-bay of-ay e-thay army-ay, e-thay ostages-hay of-ay e-thay ates-stay, e-thay"}
{"input": "Translate this to Pig Latin:\nhand, they saw no security in dissension.\" The matter is prolonged by", "output": "and-hay, ey-thay aw-say o-nay ecurity-say in-ay issension-day.\" e-Thay atter-may is-ay olonged-pray y-bay"}
{"input": "Translate this to Pig Latin:\nup in the front of our works, in order to pass over the trench. Which as", "output": "up-ay in-ay e-thay ont-fray of-ay our-ay orks-way, in-ay order-ay o-tay ass-pay over-ay e-thay ench-tray. ich-Whay as-ay"}
{"input": "Translate this to Pig Latin:\nday and brought in all the ships in safety.", "output": "ay-day and-ay ought-bray in-ay all-ay e-thay ips-shay in-ay afety-say."}
{"input": "Translate this to Pig Latin:\nof his lieutenants, whom he had left to guard the smaller camp, to lead", "output": "of-ay is-hay ieutenants-lay, om-whay e-hay ad-hay eft-lay o-tay uard-gay e-thay aller-smay amp-cay, o-tay ead-lay"}
{"input": "Translate this to Pig Latin:\nwhat might have been construed into inhospitality. At another time,", "output": "at-whay ight-may ave-hay een-bay onstrued-cay into-ay inhospitality-ay. At-ay another-ay ime-tay,"}
{"input": "Translate this to Pig Latin:\nfor them than he had promised; he had promised to have the tenth legion", "output": "or-fay em-thay an-thay e-hay ad-hay omised-pray; e-hay ad-hay omised-pray o-tay ave-hay e-thay enth-tay egion-lay"}
{"input": "Translate this to Pig Latin:\nso happened, that out of so large a number of ships, in so many voyages,", "output": "o-say appened-hay, at-thay out-ay of-ay o-say arge-lay a-ay umber-nay of-ay ips-shay, in-ay o-say any-may oyages-vay,"}
{"input": "Translate this to Pig Latin:\n30 sentiments such of his fellow citizens as he has access to: he", "output": "30 entiments-say uch-say of-ay is-hay ellow-fay itizens-cay as-ay e-hay as-hay access-ay o-tay: e-hay"}
{"input": "Translate this to Pig Latin:\nappeared, whatever should be the event to bear it with an even and", "output": "appeared-ay, atever-whay ould-shay e-bay e-thay event-ay o-tay ear-bay it-ay ith-way an-ay even-ay and-ay"}
{"input": "Translate this to Pig Latin:\nhostages from all these states, he orders a fixed number of soldiers to", "output": "ostages-hay om-fray all-ay ese-thay ates-stay, e-hay orders-ay a-ay ixed-fay umber-nay of-ay oldiers-say o-tay"}
{"input": "Translate this to Pig Latin:\nmerchants least frequently resort to them and import those things which", "output": "erchants-may east-lay equently-fray esort-ray o-tay em-thay and-ay import-ay ose-thay ings-thay ich-whay"}
{"input": "Translate this to Pig Latin:\nperson, he suddenly flew to the rampart, interrupted the conferences of", "output": "erson-pay, e-hay uddenly-say ew-flay o-tay e-thay ampart-ray, interrupted-ay e-thay onferences-cay of-ay"}
{"input": "Translate this to Pig Latin:\nhis army with the loss of two cohorts to Durocortorum of the Remi, and,", "output": "is-hay army-ay ith-way e-thay oss-lay of-ay o-tway ohorts-cay o-tay urocortorum-Day of-ay e-thay emi-Ray, and-ay,"}
{"input": "Translate this to Pig Latin:\nentered upon this resolution, he sends the baggage of the whole army to", "output": "entered-ay upon-ay is-thay esolution-ray, e-hay ends-say e-thay aggage-bay of-ay e-thay ole-whay army-ay o-tay"}
{"input": "Translate this to Pig Latin:\ncould not be kept back by the tribunes of the soldiers and the", "output": "ould-cay ot-nay e-bay ept-kay ack-bay y-bay e-thay ibunes-tray of-ay e-thay oldiers-say and-ay e-thay"}
{"input": "Translate this to Pig Latin:\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the", "output": "art-Hay, e-thay owner-ay of-ay e-thay oject-Pray utenberg-tm-Gay ademark-tray.  ontact-Cay e-thay"}
{"input": "Translate this to Pig Latin:\nBut, on the other hand, Caesar could not place sufficient confidence in", "output": "ut-Bay, on-ay e-thay other-ay and-hay, aesar-Cay ould-cay ot-nay ace-play ufficient-say onfidence-cay in-ay"}
{"input": "Translate this to Pig Latin:\napproaching Marcellinus's camp, and had struck no small terror into the", "output": "approaching-ay arcellinus's-May amp-cay, and-ay ad-hay uck-stray o-nay all-smay error-tay into-ay e-thay"}
{"input": "Translate this to Pig Latin:\nreturn home by Caesar, 26", "output": "eturn-ray ome-hay y-bay aesar-Cay, 26"}
{"input": "Translate this to Pig Latin:\ndeputies out of their number to Caesar, to say that they were ready to", "output": "eputies-day out-ay of-ay eir-thay umber-nay o-tay aesar-Cay, o-tay ay-say at-thay ey-thay ere-way eady-ray o-tay"}
{"input": "Translate this to Pig Latin:\nbanks of the Loire. Caesar had conveyed hither all the hostages of Gaul,", "output": "anks-bay of-ay e-thay oire-Lay. aesar-Cay ad-hay onveyed-cay ither-hay all-ay e-thay ostages-hay of-ay aul-Gay,"}
{"input": "Translate this to Pig Latin:\nthe vengeance of their enemies. Immediately they ran in crowds to the", "output": "e-thay engeance-vay of-ay eir-thay enemies-ay. ediately-Immay ey-thay an-ray in-ay owds-cray o-tay e-thay"}
{"input": "Translate this to Pig Latin:\n[Labienus] had taken care to have sent for, having been admitted in one", "output": "[abienus-Lay] ad-hay aken-tay are-cay o-tay ave-hay ent-say or-fay, aving-hay een-bay admitted-ay in-ay one-ay"}
{"input": "Translate this to Pig Latin:\nwhich number were the Tarbelli, the Bigerriones, the Preciani, the", "output": "ich-whay umber-nay ere-way e-thay arbelli-Tay, e-thay igerriones-Bay, e-thay eciani-Pray, e-thay"}
{"input": "Translate this to Pig Latin:\nrows of turf as a mere appearance, because they did not seem able to", "output": "ows-ray of-ay urf-tay as-ay a-ay ere-may appearance-ay, ecause-bay ey-thay id-day ot-nay eem-say able-ay o-tay"}
{"input": "Translate this to Pig Latin:\nTulcis, now _el Fracoli_, with a small haven on the Mediterranean; its", "output": "ulcis-Tay, ow-nay el-_ay acoli_-Fray, ith-way a-ay all-smay aven-hay on-ay e-thay editerranean-May; its-ay"}
{"input": "Translate this to Pig Latin:\ndisastrous shall have occurred, they will demand a reckoning at your", "output": "isastrous-day all-shay ave-hay occurred-ay, ey-thay ill-way emand-day a-ay eckoning-ray at-ay our-yay"}
{"input": "Translate this to Pig Latin:\na wound, was taken up and carried off by his attendants as dead: the", "output": "a-ay ound-way, as-way aken-tay up-ay and-ay arried-cay off-ay y-bay is-hay attendants-ay as-ay ead-day: e-thay"}
{"input": "Translate this to Pig Latin:\nAdrum[=e]tum, a town in Africa, _Mahometta_; held by Considius Longus", "output": "um[=e]tum-Adray, a-ay own-tay in-ay ica-Afray, ahometta_-_May; eld-hay y-bay onsidius-Cay ongus-Lay"}
{"input": "Translate this to Pig Latin:\nengaged in procuring wood, came with a large body to attack the camp.", "output": "engaged-ay in-ay ocuring-pray ood-way, ame-cay ith-way a-ay arge-lay ody-bay o-tay attack-ay e-thay amp-cay."}
{"input": "Translate this to Pig Latin:\nslain while he assists his son when surrounded by the enemy; L. Cotta,", "output": "ain-slay ile-whay e-hay assists-ay is-hay on-say en-whay urrounded-say y-bay e-thay enemy-ay; L-ay. otta-Cay,"}
{"input": "Translate this to Pig Latin:\nwhich he himself had provided, having expressly called out all the most", "output": "ich-whay e-hay imself-hay ad-hay ovided-pray, aving-hay expressly-ay alled-cay out-ay all-ay e-thay ost-may"}
{"input": "Translate this to Pig Latin:\nfeet high. The circuit of that fortification, which was commenced by the", "output": "eet-fay igh-hay. e-Thay ircuit-cay of-ay at-thay ortification-fay, ich-whay as-way ommenced-cay y-bay e-thay"}
{"input": "Translate this to Pig Latin:\ncamps there were several high and rough hills. These he first of all", "output": "amps-cay ere-thay ere-way everal-say igh-hay and-ay ough-ray ills-hay. ese-Thay e-hay irst-fay of-ay all-ay"}
{"input": "Translate this to Pig Latin:\nthat seems to have been instituted in ancient times with this view, that", "output": "at-thay eems-say o-tay ave-hay een-bay instituted-ay in-ay ancient-ay imes-tay ith-way is-thay iew-vay, at-thay"}
{"input": "Translate this to Pig Latin:\ncamp and joins battle with our horse. Caesar orders the horse to give", "output": "amp-cay and-ay oins-jay attle-bay ith-way our-ay orse-hay. aesar-Cay orders-ay e-thay orse-hay o-tay ive-gay"}
{"input": "Translate this to Pig Latin:\nwhich he designed to lie in ambush in a place to which he suspected the", "output": "ich-whay e-hay esigned-day o-tay ie-lay in-ay ambush-ay in-ay a-ay ace-play o-tay ich-whay e-hay uspected-say e-thay"}
{"input": "Translate this to Pig Latin:\nsingle person should get out privately. Nor was any man so negligent or", "output": "ingle-say erson-pay ould-shay et-gay out-ay ivately-pray. or-Nay as-way any-ay an-may o-say egligent-nay or-ay"}
{"input": "Translate this to Pig Latin:\nAedui; Caesar, distressed for want of corn, marches thither to obtain a", "output": "edui-Aay; aesar-Cay, istressed-day or-fay ant-way of-ay orn-cay, arches-may ither-thay o-tay obtain-ay a-ay"}
{"input": "Translate this to Pig Latin:\nof his arrival, orders the people to assemble in the towns; to them,", "output": "of-ay is-hay arrival-ay, orders-ay e-thay eople-pay o-tay assemble-ay in-ay e-thay owns-tay; o-tay em-thay,"}
{"input": "Translate this to Pig Latin:\nothers had attempted the overthrow of the state in a continued paroxysm", "output": "others-ay ad-hay attempted-ay e-thay overthrow-ay of-ay e-thay ate-stay in-ay a-ay ontinued-cay aroxysm-pay"}
{"input": "Translate this to Pig Latin:\nThere were besides about eighty cohorts raised in Hither and Further", "output": "ere-Thay ere-way esides-bay about-ay eighty-ay ohorts-cay aised-ray in-ay ither-Hay and-ay urther-Fay"}
{"input": "Translate this to Pig Latin:\nXLI.--Then these leaders and chiefs of the Nervii, who had any intimacy", "output": "en-XLI.--Thay ese-thay eaders-lay and-ay iefs-chay of-ay e-thay ervii-Nay, o-whay ad-hay any-ay intimacy-ay"}
{"input": "Translate this to Pig Latin:\nnumber to arms.", "output": "umber-nay o-tay arms-ay."}
{"input": "Translate this to Pig Latin:\ndearer to him than life; that he was chagrined, that the favour of the", "output": "earer-day o-tay im-hay an-thay ife-lay; at-thay e-hay as-way agrined-chay, at-thay e-thay avour-fay of-ay e-thay"}
{"input": "Translate this to Pig Latin:\nemissaries by whose subtle pleading or private friendship each of the", "output": "emissaries-ay y-bay ose-whay ubtle-say eading-play or-ay ivate-pray iendship-fray each-ay of-ay e-thay"}
{"input": "Translate this to Pig Latin:\nleaders ordered [the officers] to proclaim through the ranks \"that no", "output": "eaders-lay ordered-ay [e-thay officers-ay] o-tay oclaim-pray ough-thray e-thay anks-ray \"at-thay o-nay"}
{"input": "Translate this to Pig Latin:\nNervii, an ancient people of _Gallia Belgica_, thought to have dwelt in", "output": "ervii-Nay, an-ay ancient-ay eople-pay of-ay allia-_Gay elgica_-Bay, ought-thay o-tay ave-hay elt-dway in-ay"}
{"input": "Translate this to Pig Latin:\nthe third watch, and reached Melodunum by the same route by which he", "output": "e-thay ird-thay atch-way, and-ay eached-ray elodunum-May y-bay e-thay ame-say oute-ray y-bay ich-whay e-hay"}
{"input": "Translate this to Pig Latin:\ntheir march. Accordingly, leaving two auxiliary cohorts in the garrison", "output": "eir-thay arch-may. ordingly-Accay, eaving-lay o-tway auxiliary-ay ohorts-cay in-ay e-thay arrison-gay"}
{"input": "Translate this to Pig Latin:\nhaving fortified his camp, ordered scaling ladders and pent-houses to be", "output": "aving-hay ortified-fay is-hay amp-cay, ordered-ay aling-scay adders-lay and-ay ent-houses-pay o-tay e-bay"}
{"input": "Translate this to Pig Latin:\napproach us with offers to donate.", "output": "approach-ay us-ay ith-way offers-ay o-tay onate-day."}
{"input": "Translate this to Pig Latin:\nVeragri, and Seduni, who extend from the territories of the Allobroges,", "output": "eragri-Vay, and-ay eduni-Say, o-whay extend-ay om-fray e-thay erritories-tay of-ay e-thay obroges-Allay,"}
{"input": "Translate this to Pig Latin:\nbut most people imagine, that if he had consented to a vigorous pursuit,", "output": "ut-bay ost-may eople-pay imagine-ay, at-thay if-ay e-hay ad-hay onsented-cay o-tay a-ay igorous-vay ursuit-pay,"}
{"input": "Translate this to Pig Latin:\nprovisions, 47; offers Pompey battle, which he declines, 56; sends", "output": "ovisions-pray, 47; offers-ay ompey-Pay attle-bay, ich-whay e-hay eclines-day, 56; ends-say"}
{"input": "Translate this to Pig Latin:\nabout the death of Sabinus. They point to Ambiorix for the purpose of", "output": "about-ay e-thay eath-day of-ay abinus-Say. ey-Thay oint-pay o-tay iorix-Ambay or-fay e-thay urpose-pay of-ay"}
{"input": "Translate this to Pig Latin:\nour cavalry. Several of our soldiers were unexpectedly wounded by these,", "output": "our-ay avalry-cay. everal-Say of-ay our-ay oldiers-say ere-way unexpectedly-ay ounded-way y-bay ese-thay,"}
{"input": "Translate this to Pig Latin:\nanswer, \"That he would not put matters to the last hazard; that Domitius", "output": "answer-ay, \"at-Thay e-hay ould-way ot-nay ut-pay atters-may o-tay e-thay ast-lay azard-hay; at-thay omitius-Day"}
{"input": "Translate this to Pig Latin:\nsallied over our fortifications, slew several of the enemy, and", "output": "allied-say over-ay our-ay ortifications-fay, ew-slay everal-say of-ay e-thay enemy-ay, and-ay"}
{"input": "Translate this to Pig Latin:\nsoldiers to the nearest municipal towns, and set off in person for Rome.", "output": "oldiers-say o-tay e-thay earest-nay unicipal-may owns-tay, and-ay et-say off-ay in-ay erson-pay or-fay ome-Ray."}
{"input": "Translate this to Pig Latin:\nmaking new levies: and that he should merely promise to go to his", "output": "aking-may ew-nay evies-lay: and-ay at-thay e-hay ould-shay erely-may omise-pray o-tay o-gay o-tay is-hay"}
{"input": "Translate this to Pig Latin:\nstates, promising money, and asserting that, as a large portion of our", "output": "ates-stay, omising-pray oney-may, and-ay asserting-ay at-thay, as-ay a-ay arge-lay ortion-pay of-ay our-ay"}
{"input": "Translate this to Pig Latin:\nreturned on the fortieth day to Bibracte. Whilst he was dispensing", "output": "eturned-ray on-ay e-thay ortieth-fay ay-day o-tay ibracte-Bay. ilst-Whay e-hay as-way ispensing-day"}
{"input": "Translate this to Pig Latin:\nships which had been taken near Utica in a war with the pirates, and", "output": "ips-shay ich-whay ad-hay een-bay aken-tay ear-nay ica-Utay in-ay a-ay ar-way ith-way e-thay irates-pay, and-ay"}
{"input": "Translate this to Pig Latin:\nall nations, to go out at night.", "output": "all-ay ations-nay, o-tay o-gay out-ay at-ay ight-nay."}
{"input": "Translate this to Pig Latin:\nusual, to protect the foragers. With these he intermixed a guard of", "output": "usual-ay, o-tay otect-pray e-thay oragers-fay. ith-Way ese-thay e-hay intermixed-ay a-ay uard-gay of-ay"}
{"input": "Translate this to Pig Latin:\nothers procured by power and influence: also, Macedonians, Thessalians,", "output": "others-ay ocured-pray y-bay ower-pay and-ay influence-ay: also-ay, acedonians-May, essalians-Thay,"}
{"input": "Translate this to Pig Latin:\ncamp to a small distance beyond that place; and after a few days, Pompey", "output": "amp-cay o-tay a-ay all-smay istance-day eyond-bay at-thay ace-play; and-ay after-ay a-ay ew-fay ays-day, ompey-Pay"}
{"input": "Translate this to Pig Latin:\nThis eBook is for the use of anyone anywhere at no cost and with", "output": "is-Thay eBook-ay is-ay or-fay e-thay use-ay of-ay anyone-ay anywhere-ay at-ay o-nay ost-cay and-ay ith-way"}
{"input": "Translate this to Pig Latin:\nRhine was one and the same; that they had formed no plans of war, and", "output": "ine-Rhay as-way one-ay and-ay e-thay ame-say; at-thay ey-thay ad-hay ormed-fay o-nay ans-play of-ay ar-way, and-ay"}
{"input": "Translate this to Pig Latin:\nenemy's rear, come to a battle with the cavalry of the Helvetii in a", "output": "enemy's-ay ear-ray, ome-cay o-tay a-ay attle-bay ith-way e-thay avalry-cay of-ay e-thay elvetii-Hay in-ay a-ay"}
{"input": "Translate this to Pig Latin:\nof all are elated with joy. Accordingly, drawing out their troops, they", "output": "of-ay all-ay are-ay elated-ay ith-way oy-jay. ordingly-Accay, awing-dray out-ay eir-thay oops-tray, ey-thay"}
{"input": "Translate this to Pig Latin:\nfortifies his camp. There was between Labienus and the enemy a river", "output": "ortifies-fay is-hay amp-cay. ere-Thay as-way etween-bay abienus-Lay and-ay e-thay enemy-ay a-ay iver-ray"}
{"input": "Translate this to Pig Latin:\nhave mentioned, began to raise the vineae and erect two towers; for the", "output": "ave-hay entioned-may, egan-bay o-tay aise-ray e-thay ineae-vay and-ay erect-ay o-tway owers-tay; or-fay e-thay"}
{"input": "Translate this to Pig Latin:\nfact by an examination of his prisoners commanded that if any of the", "output": "act-fay y-bay an-ay examination-ay of-ay is-hay isoners-pray ommanded-cay at-thay if-ay any-ay of-ay e-thay"}
{"input": "Translate this to Pig Latin:\nwhat manner they pleased; that in that way the Roman people were wont to", "output": "at-whay anner-may ey-thay eased-play; at-thay in-ay at-thay ay-way e-thay oman-Ray eople-pay ere-way ont-way o-tay"}
{"input": "Translate this to Pig Latin:\na small valley, he laid a bridge over the morass and led his army", "output": "a-ay all-smay alley-vay, e-hay aid-lay a-ay idge-bray over-ay e-thay orass-may and-ay ed-lay is-hay army-ay"}
{"input": "Translate this to Pig Latin:\n     prepare (or are legally required to prepare) your periodic tax", "output": "     epare-pray (or-ay are-ay egally-lay equired-ray o-tay epare-pray) our-yay eriodic-pay ax-tay"}
{"input": "Translate this to Pig Latin:\ndestroyed by the Greeks, after a ten years' siege", "output": "estroyed-day y-bay e-thay eeks-Gray, after-ay a-ay en-tay ears-yay' iege-say"}
{"input": "Translate this to Pig Latin:\nhim by his kindness towards them. He, therefore, undertakes the affair,", "output": "im-hay y-bay is-hay indness-kay owards-tay em-thay. e-Hay, erefore-thay, undertakes-ay e-thay affair-ay,"}
{"input": "Translate this to Pig Latin:\nAriminum and Pisaurus. Upon notice of his approach, Thermus, distrusting", "output": "iminum-Aray and-ay isaurus-Pay. on-Upay otice-nay of-ay is-hay approach-ay, ermus-Thay, istrusting-day"}
{"input": "Translate this to Pig Latin:\ngood faith.", "output": "ood-gay aith-fay."}
{"input": "Translate this to Pig Latin:\nand emasculate in their hands the sceptre however otherwise potent.", "output": "and-ay emasculate-ay in-ay eir-thay ands-hay e-thay eptre-scay owever-hay otherwise-ay otent-pay."}
{"input": "Translate this to Pig Latin:\nfrom Corcyra and Acarnania, over a long tract of sea; and as the", "output": "om-fray orcyra-Cay and-ay arnania-Acay, over-ay a-ay ong-lay act-tray of-ay ea-say; and-ay as-ay e-thay"}
{"input": "Translate this to Pig Latin:\nthat, the enemy having destroyed the army and commander-in-chief, are", "output": "at-thay, e-thay enemy-ay aving-hay estroyed-day e-thay army-ay and-ay ommander-in-chief-cay, are-ay"}
{"input": "Translate this to Pig Latin:\nthat a large supply of horse and foot sent by king Juba were on their", "output": "at-thay a-ay arge-lay upply-say of-ay orse-hay and-ay oot-fay ent-say y-bay ing-kay uba-Jay ere-way on-ay eir-thay"}
{"input": "Translate this to Pig Latin:\nLXIV.--At break of day, it was perceived from the rising grounds which", "output": "LXIV.--At-ay eak-bray of-ay ay-day, it-ay as-way erceived-pay om-fray e-thay ising-ray ounds-gray ich-whay"}
{"input": "Translate this to Pig Latin:\nLIV.--Pompey, having made great additions to his works in the night, the", "output": "ompey-LIV.--Pay, aving-hay ade-may eat-gray additions-ay o-tay is-hay orks-way in-ay e-thay ight-nay, e-thay"}
{"input": "Translate this to Pig Latin:\nobject of his concern, [saying] that he had great hopes that Ariovistus,", "output": "object-ay of-ay is-hay oncern-cay, [aying-say] at-thay e-hay ad-hay eat-gray opes-hay at-thay iovistus-Aray,"}
{"input": "Translate this to Pig Latin:\nwere killed and a thousand wounded, all of whom, after Curio's return,", "output": "ere-way illed-kay and-ay a-ay ousand-thay ounded-way, all-ay of-ay om-whay, after-ay urio's-Cay eturn-ray,"}
{"input": "Translate this to Pig Latin:\nbeen acquainted with all things, either what was incomplete in our", "output": "een-bay acquainted-ay ith-way all-ay ings-thay, either-ay at-whay as-way incomplete-ay in-ay our-ay"}
{"input": "Translate this to Pig Latin:\ngeneral safety, and being listened to with silence by the soldiers of", "output": "eneral-gay afety-say, and-ay eing-bay istened-lay o-tay ith-way ilence-say y-bay e-thay oldiers-say of-ay"}
{"input": "Translate this to Pig Latin:\ntry whatever fortune may fall to their lot. If these things were to be", "output": "y-tray atever-whay ortune-fay ay-may all-fay o-tay eir-thay ot-lay. If-ay ese-thay ings-thay ere-way o-tay e-bay"}
{"input": "Translate this to Pig Latin:\nof such things might be diminished by these defences, and might not", "output": "of-ay uch-say ings-thay ight-may e-bay iminished-day y-bay ese-thay efences-day, and-ay ight-may ot-nay"}
{"input": "Translate this to Pig Latin:\ngot sight of the enemy's cavalry, and despising their weakness, in", "output": "ot-gay ight-say of-ay e-thay enemy's-ay avalry-cay, and-ay espising-day eir-thay eakness-way, in-ay"}
{"input": "Translate this to Pig Latin:\ndeserts as possible around them, their frontiers having been laid waste.", "output": "eserts-day as-ay ossible-pay around-ay em-thay, eir-thay ontiers-fray aving-hay een-bay aid-lay aste-way."}
{"input": "Translate this to Pig Latin:\nthe same good fortune, ii. 3", "output": "e-thay ame-say ood-gay ortune-fay, ii-ay. 3"}
{"input": "Translate this to Pig Latin:\ntheir countrymen, and prepare the hostages. Ambassadors flock in from", "output": "eir-thay ountrymen-cay, and-ay epare-pray e-thay ostages-hay. assadors-Ambay ock-flay in-ay om-fray"}
{"input": "Translate this to Pig Latin:\nto be restored, rather by the judgment of the people, than appear", "output": "o-tay e-bay estored-ray, ather-ray y-bay e-thay udgment-jay of-ay e-thay eople-pay, an-thay appear-ay"}
{"input": "Translate this to Pig Latin:\nLXXIX.--In the meantime, Commius and the rest of the leaders, to whom", "output": "LXXIX.--In-ay e-thay eantime-may, ommius-Cay and-ay e-thay est-ray of-ay e-thay eaders-lay, o-tay om-whay"}
{"input": "Translate this to Pig Latin:\nbrought together into one place, and the position be protected by those", "output": "ought-bray ogether-tay into-ay one-ay ace-play, and-ay e-thay osition-pay e-bay otected-pray y-bay ose-thay"}
{"input": "Translate this to Pig Latin:\ndistinct grounds of hope, nor any eminent example at that time, to", "output": "istinct-day ounds-gray of-ay ope-hay, or-nay any-ay eminent-ay example-ay at-ay at-thay ime-tay, o-tay"}
{"input": "Translate this to Pig Latin:\nuntil they are grown up so as to be able to bear the service of war; and", "output": "until-ay ey-thay are-ay own-gray up-ay o-say as-ay o-tay e-bay able-ay o-tay ear-bay e-thay ervice-say of-ay ar-way; and-ay"}
{"input": "Translate this to Pig Latin:\nupon them, by this time despairing of a battle and scattered in all", "output": "upon-ay em-thay, y-bay is-thay ime-tay espairing-day of-ay a-ay attle-bay and-ay attered-scay in-ay all-ay"}
{"input": "Translate this to Pig Latin:\nbordering upon the Hercynian Forest, G. vi. 25", "output": "ordering-bay upon-ay e-thay ercynian-Hay orest-Fay, G-ay. i-vay. 25"}
{"input": "Translate this to Pig Latin:\nwinter quarters and the fortifications were not fully completed, nor was", "output": "inter-way uarters-qay and-ay e-thay ortifications-fay ere-way ot-nay ully-fay ompleted-cay, or-nay as-way"}
{"input": "Translate this to Pig Latin:\nhooks, movable pent-houses, mural hooks, and other things, which he had", "output": "ooks-hay, ovable-may ent-houses-pay, ural-may ooks-hay, and-ay other-ay ings-thay, ich-whay e-hay ad-hay"}
{"input": "Translate this to Pig Latin:\n_him_.", "output": "im_-_hay."}
{"input": "Translate this to Pig Latin:\narmy being exhausted with the fatigue, he halted. Sabura gave his men", "output": "army-ay eing-bay exhausted-ay ith-way e-thay atigue-fay, e-hay alted-hay. abura-Say ave-gay is-hay en-may"}
{"input": "Translate this to Pig Latin:\nOllovico, G. vii. 31", "output": "ovico-Ollay, G-ay. ii-vay. 31"}
{"input": "Translate this to Pig Latin:\nhad heard of from the messengers and by letter, so that, about forty", "output": "ad-hay eard-hay of-ay om-fray e-thay essengers-may and-ay y-bay etter-lay, o-say at-thay, about-ay orty-fay"}
{"input": "Translate this to Pig Latin:\nsuit for the consulate. Caesar interrupted him in his speech, and told", "output": "uit-say or-fay e-thay onsulate-cay. aesar-Cay interrupted-ay im-hay in-ay is-hay eech-spay, and-ay old-tay"}
{"input": "Translate this to Pig Latin:\nthem, did not give them the opportunity either of rallying or halting,", "output": "em-thay, id-day ot-nay ive-gay em-thay e-thay opportunity-ay either-ay of-ay allying-ray or-ay alting-hay,"}
{"input": "Translate this to Pig Latin:\nAet[=o]lia, a country of Greece, _Despotato;_ recovered from Pompey by", "output": "et[=o]lia-Aay, a-ay ountry-cay of-ay eece-Gray, espotato;_-_Day ecovered-ray om-fray ompey-Pay y-bay"}
{"input": "Translate this to Pig Latin:\nbe made; and, having delayed for one day there to provide corn, he", "output": "e-bay ade-may; and-ay, aving-hay elayed-day or-fay one-ay ay-day ere-thay o-tay ovide-pray orn-cay, e-hay"}
{"input": "Translate this to Pig Latin:\nwars in one campaign, conducted his army into winter quarters among the", "output": "ars-way in-ay one-ay ampaign-cay, onducted-cay is-hay army-ay into-ay inter-way uarters-qay among-ay e-thay"}
{"input": "Translate this to Pig Latin:\nking among them (whose brother, Moritasgus, had held the sovereignty at", "output": "ing-kay among-ay em-thay (ose-whay other-bray, oritasgus-May, ad-hay eld-hay e-thay overeignty-say at-ay"}
{"input": "Translate this to Pig Latin:\nXXIV.--Curio detached Marcus before with the fleet to Utica, and marched", "output": "urio-XXIV.--Cay etached-day arcus-May efore-bay ith-way e-thay eet-flay o-tay ica-Utay, and-ay arched-may"}
{"input": "Translate this to Pig Latin:\nthemselves in the nearest woods. That canton [which was cut down] was", "output": "emselves-thay in-ay e-thay earest-nay oods-way. at-Thay anton-cay [ich-whay as-way ut-cay own-day] as-way"}
{"input": "Translate this to Pig Latin:\ncommander-in-chief of the whole maritime department, and regulated every", "output": "ommander-in-chief-cay of-ay e-thay ole-whay aritime-may epartment-day, and-ay egulated-ray every-ay"}
{"input": "Translate this to Pig Latin:\ndesign together with Ambiorix, since, being now worn out by age, he was", "output": "esign-day ogether-tay ith-way iorix-Ambay, ince-say, eing-bay ow-nay orn-way out-ay y-bay age-ay, e-hay as-way"}
{"input": "Translate this to Pig Latin:\nharbour of Brundusium. The plan of his work was as follows:--Where the", "output": "arbour-hay of-ay undusium-Bray. e-Thay an-play of-ay is-hay ork-way as-way as-ay ollows:--Where-fay e-thay"}
{"input": "Translate this to Pig Latin:\ndisregarded; and they were especially influenced by this consideration,", "output": "isregarded-day; and-ay ey-thay ere-way especially-ay influenced-ay y-bay is-thay onsideration-cay,"}
{"input": "Translate this to Pig Latin:\ntheir approach, as Correus supposed that he had got an opportunity of", "output": "eir-thay approach-ay, as-ay orreus-Cay upposed-say at-thay e-hay ad-hay ot-gay an-ay opportunity-ay of-ay"}
{"input": "Translate this to Pig Latin:\nleft governor of his camp, came up with two legions to assist the", "output": "eft-lay overnor-gay of-ay is-hay amp-cay, ame-cay up-ay ith-way o-tway egions-lay o-tay assist-ay e-thay"}
{"input": "Translate this to Pig Latin:\ndemolish the rampart and to fill up the trench, while our men were", "output": "emolish-day e-thay ampart-ray and-ay o-tay ill-fay up-ay e-thay ench-tray, ile-whay our-ay en-may ere-way"}
{"input": "Translate this to Pig Latin:\nmotive or wish have the Romans, than, induced by envy, to settle in the", "output": "otive-may or-ay ish-way ave-hay e-thay omans-Ray, an-thay, induced-ay y-bay envy-ay, o-tay ettle-say in-ay e-thay"}
{"input": "Translate this to Pig Latin:\nTuscan Sea, containing _Ferrara_, and the territories of _Genoa_", "output": "uscan-Tay ea-Say, ontaining-cay errara_-_Fay, and-ay e-thay erritories-tay of-ay enoa_-_Gay"}
{"input": "Translate this to Pig Latin:\nthe Gauls, he felt how much influence the enemy had already acquired", "output": "e-thay auls-Gay, e-hay elt-fay ow-hay uch-may influence-ay e-thay enemy-ay ad-hay already-ay acquired-ay"}
{"input": "Translate this to Pig Latin:\ncarried away by the waves. Having completed and secured them, he then", "output": "arried-cay away-ay y-bay e-thay aves-way. aving-Hay ompleted-cay and-ay ecured-say em-thay, e-hay en-thay"}
{"input": "Translate this to Pig Latin:\nmight turn out favourably to the legion, exclaimed, \"Leap, fellow", "output": "ight-may urn-tay out-ay avourably-fay o-tay e-thay egion-lay, exclaimed-ay, \"eap-Lay, ellow-fay"}
{"input": "Translate this to Pig Latin:\ncircumstance was known to Pompey, being told to him by the Allobrogian", "output": "ircumstance-cay as-way own-knay o-tay ompey-Pay, eing-bay old-tay o-tay im-hay y-bay e-thay obrogian-Allay"}
{"input": "Translate this to Pig Latin:\nnumbers, both those who were hemmed in by the line of circumvallation", "output": "umbers-nay, oth-bay ose-thay o-whay ere-way emmed-hay in-ay y-bay e-thay ine-lay of-ay ircumvallation-cay"}
{"input": "Translate this to Pig Latin:\nshould appear either to offer an insult, or betray some suspicion of", "output": "ould-shay appear-ay either-ay o-tay offer-ay an-ay insult-ay, or-ay etray-bay ome-say uspicion-say of-ay"}
{"input": "Translate this to Pig Latin:\ngreater defiance, all the cavalry of the neighbouring states which he", "output": "eater-gray efiance-day, all-ay e-thay avalry-cay of-ay e-thay eighbouring-nay ates-stay ich-whay e-hay"}
{"input": "Translate this to Pig Latin:\nthey saw that their city was taken, our works completed, and their tower", "output": "ey-thay aw-say at-thay eir-thay ity-cay as-way aken-tay, our-ay orks-way ompleted-cay, and-ay eir-thay ower-tay"}
{"input": "Translate this to Pig Latin:\nThe character of the First Caesar has perhaps never been worse", "output": "e-Thay aracter-chay of-ay e-thay irst-Fay aesar-Cay as-hay erhaps-pay ever-nay een-bay orse-way"}
{"input": "Translate this to Pig Latin:\nstakes, of the thickness of a man's thigh, sharpened at the top and", "output": "akes-stay, of-ay e-thay ickness-thay of-ay a-ay an's-may igh-thay, arpened-shay at-ay e-thay op-tay and-ay"}
{"input": "Translate this to Pig Latin:\nRhaetia, the country of the _Grisons,_ on the Alps, near the Hercynian", "output": "aetia-Rhay, e-thay ountry-cay of-ay e-thay isons,_-_Gray on-ay e-thay Alps-ay, ear-nay e-thay ercynian-Hay"}
{"input": "Translate this to Pig Latin:\nand fought with more confidence. But as our men had on the former", "output": "and-ay ought-fay ith-way ore-may onfidence-cay. ut-Bay as-ay our-ay en-may ad-hay on-ay e-thay ormer-fay"}
{"input": "Translate this to Pig Latin:\narmy in order of battle, he marched to the furthest hill, from which he", "output": "army-ay in-ay order-ay of-ay attle-bay, e-hay arched-may o-tay e-thay urthest-fay ill-hay, om-fray ich-whay e-hay"}
{"input": "Translate this to Pig Latin:\nhaving slain a great many, they pursued too eagerly, and lost some of", "output": "aving-hay ain-slay a-ay eat-gray any-may, ey-thay ursued-pay oo-tay eagerly-ay, and-ay ost-lay ome-say of-ay"}
{"input": "Translate this to Pig Latin:\nignorant persons, who were deceived by a conference: that therefore,", "output": "ignorant-ay ersons-pay, o-whay ere-way eceived-day y-bay a-ay onference-cay: at-thay erefore-thay,"}
{"input": "Translate this to Pig Latin:\nand, to a man, rested their safety in flight. Thus without any risk [to", "output": "and-ay, o-tay a-ay an-may, ested-ray eir-thay afety-say in-ay ight-flay. us-Thay ithout-way any-ay isk-ray [o-tay"}
{"input": "Translate this to Pig Latin:\n[mountain], and connects it with the town. Hither Caesar hastens by", "output": "[ountain-may], and-ay onnects-cay it-ay ith-way e-thay own-tay. ither-Hay aesar-Cay astens-hay y-bay"}
{"input": "Translate this to Pig Latin:\nwith a large army to the relief of Utica, 36; detaches a part of his", "output": "ith-way a-ay arge-lay army-ay o-tay e-thay elief-ray of-ay ica-Utay, 36; etaches-day a-ay art-pay of-ay is-hay"}
{"input": "Translate this to Pig Latin:\nmouth of the port was narrowest he threw up a mole of earth on either", "output": "outh-may of-ay e-thay ort-pay as-way arrowest-nay e-hay ew-thray up-ay a-ay ole-may of-ay earth-ay on-ay either-ay"}
{"input": "Translate this to Pig Latin:\nlooks to the south. This side extends about 500 miles. Another side lies", "output": "ooks-lay o-tay e-thay outh-say. is-Thay ide-say extends-ay about-ay 500 iles-may. other-Anay ide-say ies-lay"}
{"input": "Translate this to Pig Latin:\nresistance, and even, after losing the greatest part of their forces by", "output": "esistance-ray, and-ay even-ay, after-ay osing-lay e-thay eatest-gray art-pay of-ay eir-thay orces-fay y-bay"}
{"input": "Translate this to Pig Latin:\nof Gaul, just as that is ours. As it ought not to be pardoned in him, if", "output": "of-ay aul-Gay, ust-jay as-ay at-thay is-ay ours-ay. As-ay it-ay ought-ay ot-nay o-tay e-bay ardoned-pay in-ay im-hay, if-ay"}
{"input": "Translate this to Pig Latin:\nVertico, born in a distinguished position, who in the beginning of the", "output": "ertico-Vay, orn-bay in-ay a-ay istinguished-day osition-pay, o-whay in-ay e-thay eginning-bay of-ay e-thay"}
{"input": "Translate this to Pig Latin:\nyou off? Did he not, without your privacy, endeavour to effect his own", "output": "ou-yay off-ay? id-Day e-hay ot-nay, ithout-way our-yay ivacy-pray, endeavour-ay o-tay effect-ay is-hay own-ay"}
{"input": "Translate this to Pig Latin:\nover the people. To the state moreover the occasion of the war was this", "output": "over-ay e-thay eople-pay. o-Tay e-thay ate-stay oreover-may e-thay occasion-ay of-ay e-thay ar-way as-way is-thay"}
{"input": "Translate this to Pig Latin:\nsoldiers, he performed the duties of a general, and in the battle those", "output": "oldiers-say, e-hay erformed-pay e-thay uties-day of-ay a-ay eneral-gay, and-ay in-ay e-thay attle-bay ose-thay"}
{"input": "Translate this to Pig Latin:\nhaving put to sea too late, and not having taken advantage of the night", "output": "aving-hay ut-pay o-tay ea-say oo-tay ate-lay, and-ay ot-nay aving-hay aken-tay advantage-ay of-ay e-thay ight-nay"}
{"input": "Translate this to Pig Latin:\nhappened in Spain, and Lucius Domitius declared in the council that it", "output": "appened-hay in-ay ain-Spay, and-ay ucius-Lay omitius-Day eclared-day in-ay e-thay ouncil-cay at-thay it-ay"}
{"input": "Translate this to Pig Latin:\ndeparture, leaving only two gates open, was blocking up the rest, and", "output": "eparture-day, eaving-lay only-ay o-tway ates-gay open-ay, as-way ocking-blay up-ay e-thay est-ray, and-ay"}
{"input": "Translate this to Pig Latin:\nPiedmont on the river Sesia, on the borders of the duchy of Milan", "output": "iedmont-Pay on-ay e-thay iver-ray esia-Say, on-ay e-thay orders-bay of-ay e-thay uchy-day of-ay ilan-May"}
{"input": "Translate this to Pig Latin:\narms against Caesar, viii. 7; but are compelled to submit and sue for", "output": "arms-ay against-ay aesar-Cay, iii-vay. 7; ut-bay are-ay ompelled-cay o-tay ubmit-say and-ay ue-say or-fay"}
{"input": "Translate this to Pig Latin:\nconcluded, would be the greatest madness; and knowing the fickleness of", "output": "oncluded-cay, ould-way e-bay e-thay eatest-gray adness-may; and-ay owing-knay e-thay ickleness-fay of-ay"}
{"input": "Translate this to Pig Latin:\nday, immediately sends a messenger to the Bellovaci, to M. Crassus,", "output": "ay-day, immediately-ay ends-say a-ay essenger-may o-tay e-thay ellovaci-Bay, o-tay M-ay. assus-Cray,"}
{"input": "Translate this to Pig Latin:\nby this opportunity, they who already, previously to this occurrence,", "output": "y-bay is-thay opportunity-ay, ey-thay o-whay already-ay, eviously-pray o-tay is-thay occurrence-ay,"}
{"input": "Translate this to Pig Latin:\nattempts was a thing very easy to be done, because he himself would", "output": "attempts-ay as-way a-ay ing-thay ery-vay easy-ay o-tay e-bay one-day, ecause-bay e-hay imself-hay ould-way"}
{"input": "Translate this to Pig Latin:\nbattalions came to battle, Caesar's army would be put to the rout. When", "output": "attalions-bay ame-cay o-tay attle-bay, aesar's-Cay army-ay ould-way e-bay ut-pay o-tay e-thay out-ray. en-Whay"}
{"input": "Translate this to Pig Latin:\ncommotions had arisen in Gaul, he resolved to remain during the whole", "output": "ommotions-cay ad-hay arisen-ay in-ay aul-Gay, e-hay esolved-ray o-tay emain-ray uring-day e-thay ole-whay"}
{"input": "Translate this to Pig Latin:\nIII.-Accordingly, while the winter was not yet ended, having", "output": "ordingly-III.-Accay, ile-whay e-thay inter-way as-way ot-nay et-yay ended-ay, aving-hay"}
{"input": "Translate this to Pig Latin:\nGen[=u]sus, a river of Macedonia, uncertain", "output": "en[=u]sus-Gay, a-ay iver-ray of-ay acedonia-May, uncertain-ay"}
{"input": "Translate this to Pig Latin:\nTherefore the arches of the vineae were covered over with beams a foot", "output": "erefore-Thay e-thay arches-ay of-ay e-thay ineae-vay ere-way overed-cay over-ay ith-way eams-bay a-ay oot-fay"}
{"input": "Translate this to Pig Latin:\nand again concentrate his forces, lest a departure arising from the fear", "output": "and-ay again-ay oncentrate-cay is-hay orces-fay, est-lay a-ay eparture-day arising-ay om-fray e-thay ear-fay"}
{"input": "Translate this to Pig Latin:\nextreme frontier of Gaul, extend to the lower part of the river Rhine;", "output": "extreme-ay ontier-fray of-ay aul-Gay, extend-ay o-tay e-thay ower-lay art-pay of-ay e-thay iver-ray ine-Rhay;"}
{"input": "Translate this to Pig Latin:\ncommand, they are also women. The staff of authority does not annihilate", "output": "ommand-cay, ey-thay are-ay also-ay omen-way. e-Thay aff-stay of-ay authority-ay oes-day ot-nay annihilate-ay"}
{"input": "Translate this to Pig Latin:\nrespective states. Vercingetorix, having convened a council the", "output": "espective-ray ates-stay. ercingetorix-Vay, aving-hay onvened-cay a-ay ouncil-cay e-thay"}
{"input": "Translate this to Pig Latin:\ncross trench of about four hundred paces, and at the extremities of that", "output": "oss-cray ench-tray of-ay about-ay our-fay undred-hay aces-pay, and-ay at-ay e-thay extremities-ay of-ay at-thay"}
{"input": "Translate this to Pig Latin:\nhimself in his camp for one day. The next day Caesar came up with him.", "output": "imself-hay in-ay is-hay amp-cay or-fay one-ay ay-day. e-Thay ext-nay ay-day aesar-Cay ame-cay up-ay ith-way im-hay."}
{"input": "Translate this to Pig Latin:\nand without the fortifications, and the separation of the army into two", "output": "and-ay ithout-way e-thay ortifications-fay, and-ay e-thay eparation-say of-ay e-thay army-ay into-ay o-tway"}
{"input": "Translate this to Pig Latin:\nall things which are of service in repairing vessels were wanting, and", "output": "all-ay ings-thay ich-whay are-ay of-ay ervice-say in-ay epairing-ray essels-vay ere-way anting-way, and-ay"}
{"input": "Translate this to Pig Latin:\nborder-men. Germans, G. i. 51", "output": "order-men-bay. ermans-Gay, G-ay. i-ay. 51"}
{"input": "Translate this to Pig Latin:\nMacedonia, he marched with great haste against Domitius; and when he was", "output": "acedonia-May, e-hay arched-may ith-way eat-gray aste-hay against-ay omitius-Day; and-ay en-whay e-hay as-way"}
{"input": "Translate this to Pig Latin:\nramparts and to seek safety in flight. These the cavalry pursued over", "output": "amparts-ray and-ay o-tay eek-say afety-say in-ay ight-flay. ese-Thay e-thay avalry-cay ursued-pay over-ay"}
{"input": "Translate this to Pig Latin:\ncommercial business, but very soon dispersed as rapidly as they had been", "output": "ommercial-cay usiness-bay, ut-bay ery-vay oon-say ispersed-day as-ay apidly-ray as-ay ey-thay ad-hay een-bay"}
{"input": "Translate this to Pig Latin:\nequal ground. Then Caesar addressed himself to his soldiers, when they", "output": "equal-ay ound-gray. en-Thay aesar-Cay addressed-ay imself-hay o-tay is-hay oldiers-say, en-whay ey-thay"}
{"input": "Translate this to Pig Latin:\nno doubt that he, like others, owed something to circumstances; and", "output": "o-nay oubt-day at-thay e-hay, ike-lay others-ay, owed-ay omething-say o-tay ircumstances-cay; and-ay"}
{"input": "Translate this to Pig Latin:\nXX.--About the same time, P. Crassus, when he had arrived in Aquitania", "output": "out-XX.--Abay e-thay ame-say ime-tay, P-ay. assus-Cray, en-whay e-hay ad-hay arrived-ay in-ay uitania-Aqay"}
{"input": "Translate this to Pig Latin:\ncondition of not appearing in the presence of any Roman, _ibid_.", "output": "ondition-cay of-ay ot-nay appearing-ay in-ay e-thay esence-pray of-ay any-ay oman-Ray, ibid_-_ay."}
{"input": "Translate this to Pig Latin:\ngreat an opportunity ought not to be neglected. Therefore, having put to", "output": "eat-gray an-ay opportunity-ay ought-ay ot-nay o-tay e-bay eglected-nay. erefore-Thay, aving-hay ut-pay o-tay"}
{"input": "Translate this to Pig Latin:\nour towers burnt away, and perceived that we, being exposed, could not", "output": "our-ay owers-tay urnt-bay away-ay, and-ay erceived-pay at-thay e-way, eing-bay exposed-ay, ould-cay ot-nay"}
{"input": "Translate this to Pig Latin:\nwithout hearing them, or learning the occasion of their coming, he", "output": "ithout-way earing-hay em-thay, or-ay earning-lay e-thay occasion-ay of-ay eir-thay oming-cay, e-hay"}
{"input": "Translate this to Pig Latin:\nat Agendicum, he marches to the Boii.", "output": "at-ay endicum-Agay, e-hay arches-may o-tay e-thay oii-Bay."}
{"input": "Translate this to Pig Latin:\nblow. Swords were drawn on both sides, not so much with a design to", "output": "ow-blay. ords-Sway ere-way awn-dray on-ay oth-bay ides-say, ot-nay o-say uch-may ith-way a-ay esign-day o-tay"}
{"input": "Translate this to Pig Latin:\nprovinces and states, with an account of the action at Dyrrachium, very", "output": "ovinces-pray and-ay ates-stay, ith-way an-ay account-ay of-ay e-thay action-ay at-ay yrrachium-Day, ery-vay"}
{"input": "Translate this to Pig Latin:\nauxiliary cohorts formed the third line, and acted as reserves. Caesar", "output": "auxiliary-ay ohorts-cay ormed-fay e-thay ird-thay ine-lay, and-ay acted-ay as-ay eserves-ray. aesar-Cay"}
{"input": "Translate this to Pig Latin:\nHeracl[=e]a Sent[)i]ca, a town in Macedonia, _Chesia_", "output": "eracl[=e]a-Hay ent[)i]ca-Say, a-ay own-tay in-ay acedonia-May, esia_-_Chay"}
{"input": "Translate this to Pig Latin:\nthe seventh, eighth, and ninth legions should march before all the", "output": "e-thay eventh-say, eighth-ay, and-ay inth-nay egions-lay ould-shay arch-may efore-bay all-ay e-thay"}
{"input": "Translate this to Pig Latin:\nthe pursuits of the military art; from childhood they devote themselves", "output": "e-thay ursuits-pay of-ay e-thay ilitary-may art-ay; om-fray ildhood-chay ey-thay evote-day emselves-thay"}
{"input": "Translate this to Pig Latin:\nwhom he had taken a few days before at Corfinium, and set at liberty,", "output": "om-whay e-hay ad-hay aken-tay a-ay ew-fay ays-day efore-bay at-ay orfinium-Cay, and-ay et-say at-ay iberty-lay,"}
{"input": "Translate this to Pig Latin:\nthings on account of which he had resolved to lead his army over,", "output": "ings-thay on-ay account-ay of-ay ich-whay e-hay ad-hay esolved-ray o-tay ead-lay is-hay army-ay over-ay,"}
{"input": "Translate this to Pig Latin:\nand about 4000 charioteers only being left, used to observe our marches", "output": "and-ay about-ay 4000 arioteers-chay only-ay eing-bay eft-lay, used-ay o-tay observe-ay our-ay arches-may"}
{"input": "Translate this to Pig Latin:\nalone: that success depended on a surprise, and not on a battle. After", "output": "alone-ay: at-thay uccess-say epended-day on-ay a-ay urprise-say, and-ay ot-nay on-ay a-ay attle-bay. er-Aftay"}
{"input": "Translate this to Pig Latin:\ncompared to his writings, which either precede or follow them; and", "output": "ompared-cay o-tay is-hay itings-wray, ich-whay either-ay ecede-pray or-ay ollow-fay em-thay; and-ay"}
{"input": "Translate this to Pig Latin:\nit, but accomplish by their infantry whatever they can), in order that", "output": "it-ay, ut-bay accomplish-ay y-bay eir-thay infantry-ay atever-whay ey-thay an-cay), in-ay order-ay at-thay"}
{"input": "Translate this to Pig Latin:\nproceed without fear into whatever parts they desire.\" To these Cicero", "output": "oceed-pray ithout-way ear-fay into-ay atever-whay arts-pay ey-thay esire-day.\" o-Tay ese-thay icero-Cay"}
{"input": "Translate this to Pig Latin:\nhow many gallant men the victory would necessarily be purchased: and", "output": "ow-hay any-may allant-gay en-may e-thay ictory-vay ould-way ecessarily-nay e-bay urchased-pay: and-ay"}
{"input": "Translate this to Pig Latin:\nOf the _Tulingi_                                       36,000", "output": "Of-ay e-thay ulingi_-_Tay                                       36,000"}
{"input": "Translate this to Pig Latin:\nIX.--When the Gauls, whose bold resolutions had been reported to Caesar,", "output": "en-IX.--Whay e-thay auls-Gay, ose-whay old-bay esolutions-ray ad-hay een-bay eported-ray o-tay aesar-Cay,"}
{"input": "Translate this to Pig Latin:\nto await Caesar's attack, and not to advance from their position, or", "output": "o-tay await-ay aesar's-Cay attack-ay, and-ay ot-nay o-tay advance-ay om-fray eir-thay osition-pay, or-ay"}
{"input": "Translate this to Pig Latin:\ncut: he kept the rest of the legions under arms without baggage to", "output": "ut-cay: e-hay ept-kay e-thay est-ray of-ay e-thay egions-lay under-ay arms-ay ithout-way aggage-bay o-tay"}
{"input": "Translate this to Pig Latin:\nassistance. Accordingly, Caesar despatching couriers, writes to", "output": "assistance-ay. ordingly-Accay, aesar-Cay espatching-day ouriers-cay, ites-wray o-tay"}
{"input": "Translate this to Pig Latin:\nXXIX.--When the Aduatuci, of whom we have written above, were coming", "output": "en-XXIX.--Whay e-thay uatuci-Aday, of-ay om-whay e-way ave-hay itten-wray above-ay, ere-way oming-cay"}
{"input": "Translate this to Pig Latin:\nSuevi. X.--In the meanwhile he is informed by the Ubii, a few days", "output": "uevi-Say. X.--In-ay e-thay eanwhile-may e-hay is-ay informed-ay y-bay e-thay ii-Ubay, a-ay ew-fay ays-day"}
{"input": "Translate this to Pig Latin:\nVah[)a]lis, the _Waal_, the middle branch of the Rhine, which, passing", "output": "ah[)a]lis-Vay, e-thay aal_-_Way, e-thay iddle-may anch-bray of-ay e-thay ine-Rhay, ich-whay, assing-pay"}
{"input": "Translate this to Pig Latin:\nthemselves with wood, which occasions a bluish colour, and thereby have", "output": "emselves-thay ith-way ood-way, ich-whay occasions-ay a-ay uish-blay olour-cay, and-ay ereby-thay ave-hay"}
{"input": "Translate this to Pig Latin:\nthe bank of the river, to make such proposals as should appear most", "output": "e-thay ank-bay of-ay e-thay iver-ray, o-tay ake-may uch-say oposals-pray as-ay ould-shay appear-ay ost-may"}
{"input": "Translate this to Pig Latin:\nXXVI.--By their arrival, so great a change of matters was made, that our", "output": "y-XXVI.--Bay eir-thay arrival-ay, o-say eat-gray a-ay ange-chay of-ay atters-may as-way ade-may, at-thay our-ay"}
{"input": "Translate this to Pig Latin:\nupon our men, and how this had broken off the conference, a much greater", "output": "upon-ay our-ay en-may, and-ay ow-hay is-thay ad-hay oken-bray off-ay e-thay onference-cay, a-ay uch-may eater-gray"}
{"input": "Translate this to Pig Latin:\nhad not made him a grateful return, on their part, for his very", "output": "ad-hay ot-nay ade-may im-hay a-ay ateful-gray eturn-ray, on-ay eir-thay art-pay, or-fay is-hay ery-vay"}
{"input": "Translate this to Pig Latin:\nSu[=e]vi, an ancient, great, and warlike people of Germany, who", "output": "u[=e]vi-Say, an-ay ancient-ay, eat-gray, and-ay arlike-way eople-pay of-ay ermany-Gay, o-whay"}
{"input": "Translate this to Pig Latin:\nintention of raising levies there. He secured Pisaurus, Fanum, and", "output": "intention-ay of-ay aising-ray evies-lay ere-thay. e-Hay ecured-say isaurus-Pay, anum-Fay, and-ay"}
{"input": "Translate this to Pig Latin:\nvanquished or cut off from a return, no one would afterwards pass over", "output": "anquished-vay or-ay ut-cay off-ay om-fray a-ay eturn-ray, o-nay one-ay ould-way afterwards-ay ass-pay over-ay"}
{"input": "Translate this to Pig Latin:\nthat sea. With them arose the beginning [of the revolt] by their", "output": "at-thay ea-say. ith-Way em-thay arose-ay e-thay eginning-bay [of-ay e-thay evolt-ray] y-bay eir-thay"}
{"input": "Translate this to Pig Latin:\nslingers. These he designed to call off by a certain signal, when all", "output": "ingers-slay. ese-Thay e-hay esigned-day o-tay all-cay off-ay y-bay a-ay ertain-cay ignal-say, en-whay all-ay"}
{"input": "Translate this to Pig Latin:\ncastle had been seized to shut him out of the town; and that messengers", "output": "astle-cay ad-hay een-bay eized-say o-tay ut-shay im-hay out-ay of-ay e-thay own-tay; and-ay at-thay essengers-may"}
{"input": "Translate this to Pig Latin:\nattack should take place when it should seem to be noon. They appoint", "output": "attack-ay ould-shay ake-tay ace-play en-whay it-ay ould-shay eem-say o-tay e-bay oon-nay. ey-Thay appoint-ay"}
{"input": "Translate this to Pig Latin:\na small aspiring bird, received the popular name of the _Alauda_ (or", "output": "a-ay all-smay aspiring-ay ird-bay, eceived-ray e-thay opular-pay ame-nay of-ay e-thay auda_-_Alay (or-ay"}
{"input": "Translate this to Pig Latin:\ninclined to Caesar, for his favours to them; the Roman population was", "output": "inclined-ay o-tay aesar-Cay, or-fay is-hay avours-fay o-tay em-thay; e-thay oman-Ray opulation-pay as-way"}
{"input": "Translate this to Pig Latin:\nbeen unsuccessful either by the misconduct of the general, or the", "output": "een-bay unsuccessful-ay either-ay y-bay e-thay isconduct-may of-ay e-thay eneral-gay, or-ay e-thay"}
{"input": "Translate this to Pig Latin:\nwhich we have more reason to be surprised than other men; for they can", "output": "ich-whay e-way ave-hay ore-may eason-ray o-tay e-bay urprised-say an-thay other-ay en-may; or-fay ey-thay an-cay"}
{"input": "Translate this to Pig Latin:\nreplied to the ambassadors, that he would take time to deliberate; if", "output": "eplied-ray o-tay e-thay ambassadors-ay, at-thay e-hay ould-way ake-tay ime-tay o-tay eliberate-day; if-ay"}
{"input": "Translate this to Pig Latin:\nhis own company who followed him: \"Since I cannot save you as well as", "output": "is-hay own-ay ompany-cay o-whay ollowed-fay im-hay: \"ince-Say I-ay annot-cay ave-say ou-yay as-ay ell-way as-ay"}
{"input": "Translate this to Pig Latin:\nbattle, our men did not all exert the same vigour and eagerness which", "output": "attle-bay, our-ay en-may id-day ot-nay all-ay exert-ay e-thay ame-say igour-vay and-ay eagerness-ay ich-whay"}
{"input": "Translate this to Pig Latin:\nthe enemy's turret, so that it even touched the building.", "output": "e-thay enemy's-ay urret-tay, o-say at-thay it-ay even-ay ouched-tay e-thay uilding-bay."}
{"input": "Translate this to Pig Latin:\nbattle, and so place themselves with the chariots that, if their masters", "output": "attle-bay, and-ay o-say ace-play emselves-thay ith-way e-thay ariots-chay at-thay, if-ay eir-thay asters-may"}
{"input": "Translate this to Pig Latin:\nwere called up to take the command of the armies, that with respect to", "output": "ere-way alled-cay up-ay o-tay ake-tay e-thay ommand-cay of-ay e-thay armies-ay, at-thay ith-way espect-ray o-tay"}
{"input": "Translate this to Pig Latin:\ncalled the Tigurine; for the whole Helvetian state is divided into four", "output": "alled-cay e-thay igurine-Tay; or-fay e-thay ole-whay elvetian-Hay ate-stay is-ay ivided-day into-ay our-fay"}
{"input": "Translate this to Pig Latin:\noccasion given up all thoughts of a contest, so, warned by the event of", "output": "occasion-ay iven-gay up-ay all-ay oughts-thay of-ay a-ay ontest-cay, o-say, arned-way y-bay e-thay event-ay of-ay"}
{"input": "Translate this to Pig Latin:\nfour of which had decks; nor did Bibulus, his fleet being disordered and", "output": "our-fay of-ay ich-whay ad-hay ecks-day; or-nay id-day ibulus-Bay, is-hay eet-flay eing-bay isordered-day and-ay"}
{"input": "Translate this to Pig Latin:\nintercourse of former years, and, having taken some of our army", "output": "intercourse-ay of-ay ormer-fay ears-yay, and-ay, aving-hay aken-tay ome-say of-ay our-ay army-ay"}
{"input": "Translate this to Pig Latin:\nmultitude to hazard an engagement, to which he perceived that all were", "output": "ultitude-may o-tay azard-hay an-ay engagement-ay, o-tay ich-whay e-hay erceived-pay at-thay all-ay ere-way"}
{"input": "Translate this to Pig Latin:\ntotally unfavourable to persons on a voyage from Alexandria. In the", "output": "otally-tay unfavourable-ay o-tay ersons-pay on-ay a-ay oyage-vay om-fray exandria-Alay. In-ay e-thay"}
{"input": "Translate this to Pig Latin:\ngates were left open, are crowded together in them; then the Germans", "output": "ates-gay ere-way eft-lay open-ay, are-ay owded-cray ogether-tay in-ay em-thay; en-thay e-thay ermans-Gay"}
{"input": "Translate this to Pig Latin:\nMitylene, a city of Lesbos, _Metelin_", "output": "itylene-May, a-ay ity-cay of-ay esbos-Lay, etelin_-_May"}
{"input": "Translate this to Pig Latin:\nmeantime, until security was given that Caesar would perform his", "output": "eantime-may, until-ay ecurity-say as-way iven-gay at-thay aesar-Cay ould-way erform-pay is-hay"}
{"input": "Translate this to Pig Latin:\nPicardy, and falls into the Meuse at Namur, G. ii. 16, 18; vi. 33", "output": "icardy-Pay, and-ay alls-fay into-ay e-thay euse-May at-ay amur-Nay, G-ay. ii-ay. 16, 18; i-vay. 33"}
{"input": "Translate this to Pig Latin:\nalmost persuaded that he had been betrayed by those from whom he had", "output": "almost-ay ersuaded-pay at-thay e-hay ad-hay een-bay etrayed-bay y-bay ose-thay om-fray om-whay e-hay ad-hay"}
{"input": "Translate this to Pig Latin:\npunishments if any one, either in a private or public capacity, has not", "output": "unishments-pay if-ay any-ay one-ay, either-ay in-ay a-ay ivate-pray or-ay ublic-pay apacity-cay, as-hay ot-nay"}
{"input": "Translate this to Pig Latin:\nCaesar had arrived at the opening of these forests, and had begun to", "output": "aesar-Cay ad-hay arrived-ay at-ay e-thay opening-ay of-ay ese-thay orests-fay, and-ay ad-hay egun-bay o-tay"}
{"input": "Translate this to Pig Latin:\n_Piedmont_. The name, Allobroges, means highlanders, and is derived from", "output": "iedmont_-_Pay. e-Thay ame-nay, obroges-Allay, eans-may ighlanders-hay, and-ay is-ay erived-day om-fray"}
{"input": "Translate this to Pig Latin:\nreconciliation with their common enemies; the greatest part of whom he", "output": "econciliation-ray ith-way eir-thay ommon-cay enemies-ay; e-thay eatest-gray art-pay of-ay om-whay e-hay"}
{"input": "Translate this to Pig Latin:\nthemselves.", "output": "emselves-thay."}
{"input": "Translate this to Pig Latin:\ninvolved, left undone nothing [which tended] to despatch.", "output": "involved-ay, eft-lay undone-ay othing-nay [ich-whay ended-tay] o-tay espatch-day."}
{"input": "Translate this to Pig Latin:\naccording to traditions which lasted through several generations in", "output": "according-ay o-tay aditions-tray ich-whay asted-lay ough-thray everal-say enerations-gay in-ay"}
{"input": "Translate this to Pig Latin:\nbefore he should have seen him slain, because he was unwilling that he", "output": "efore-bay e-hay ould-shay ave-hay een-say im-hay ain-slay, ecause-bay e-hay as-way unwilling-ay at-thay e-hay"}
{"input": "Translate this to Pig Latin:\n(except that which he had given to L. Roscius to be led into the most", "output": "(except-ay at-thay ich-whay e-hay ad-hay iven-gay o-tay L-ay. oscius-Ray o-tay e-bay ed-lay into-ay e-thay ost-may"}
{"input": "Translate this to Pig Latin:\nof Syria, or rather of the East. It is situate on two rivers, the", "output": "of-ay yria-Say, or-ay ather-ray of-ay e-thay ast-Eay. It-ay is-ay ituate-say on-ay o-tway ivers-ray, e-thay"}
{"input": "Translate this to Pig Latin:\ngo to Caesar to decide concerning their rights and laws, rather than the", "output": "o-gay o-tay aesar-Cay o-tay ecide-day oncerning-cay eir-thay ights-ray and-ay aws-lay, ather-ray an-thay e-thay"}
{"input": "Translate this to Pig Latin:\nplaces by Caesar. And he was not allowed to get either wood or water, or", "output": "aces-play y-bay aesar-Cay. And-ay e-hay as-way ot-nay allowed-ay o-tay et-gay either-ay ood-way or-ay ater-way, or-ay"}
{"input": "Translate this to Pig Latin:\nof the copies of his will was conveyed to Rome by his ambassadors to be", "output": "of-ay e-thay opies-cay of-ay is-hay ill-way as-way onveyed-cay o-tay ome-Ray y-bay is-hay ambassadors-ay o-tay e-bay"}
{"input": "Translate this to Pig Latin:\nthrough their want of canvas and their ignorance of its application, or", "output": "ough-thray eir-thay ant-way of-ay anvas-cay and-ay eir-thay ignorance-ay of-ay its-ay application-ay, or-ay"}
{"input": "Translate this to Pig Latin:\npassing the winter. Fabius, without delaying a moment, meets him on the", "output": "assing-pay e-thay inter-way. abius-Fay, ithout-way elaying-day a-ay oment-may, eets-may im-hay on-ay e-thay"}
{"input": "Translate this to Pig Latin:\nassigned: namely, that the Gauls were convinced that they were not able", "output": "assigned-ay: amely-nay, at-thay e-thay auls-Gay ere-way onvinced-cay at-thay ey-thay ere-way ot-nay able-ay"}
{"input": "Translate this to Pig Latin:\nhundred and eighty-two years before Christ. It has yet several remains", "output": "undred-hay and-ay eighty-two-ay ears-yay efore-bay ist-Chray. It-ay as-hay et-yay everal-say emains-ray"}
{"input": "Translate this to Pig Latin:\nonly in deep water; and our soldiers, in places unknown to them, with", "output": "only-ay in-ay eep-day ater-way; and-ay our-ay oldiers-say, in-ay aces-play unknown-ay o-tay em-thay, ith-way"}
{"input": "Translate this to Pig Latin:\nslain; afterwards however, when they, forming a circle, stood on their", "output": "ain-slay; afterwards-ay owever-hay, en-whay ey-thay, orming-fay a-ay ircle-cay, ood-stay on-ay eir-thay"}
{"input": "Translate this to Pig Latin:\nwall.", "output": "all-way."}
{"input": "Translate this to Pig Latin:\nable to protect Rome or Italy, to your protection. There are some here", "output": "able-ay o-tay otect-pray ome-Ray or-ay aly-Itay, o-tay our-yay otection-pray. ere-Thay are-ay ome-say ere-hay"}
{"input": "Translate this to Pig Latin:\nArverni; he orders Titus Labienus to march into the [country of the]", "output": "erni-Arvay; e-hay orders-ay itus-Tay abienus-Lay o-tay arch-may into-ay e-thay [ountry-cay of-ay e-thay]"}
{"input": "Translate this to Pig Latin:\napplied to their own use.", "output": "applied-ay o-tay eir-thay own-ay use-ay."}
{"input": "Translate this to Pig Latin:\n1.E.9.", "output": "1.E.9-ay."}
{"input": "Translate this to Pig Latin:\ntruly noble, to suppose him struck with powerful admiration for the", "output": "uly-tray oble-nay, o-tay uppose-say im-hay uck-stray ith-way owerful-pay admiration-ay or-fay e-thay"}
{"input": "Translate this to Pig Latin:\nstrength being exhausted by fatigue, was killed by the horse.", "output": "ength-stray eing-bay exhausted-ay y-bay atigue-fay, as-way illed-kay y-bay e-thay orse-hay."}
{"input": "Translate this to Pig Latin:\nsoldiers might not be compelled to go out of the camp with great risk,", "output": "oldiers-say ight-may ot-nay e-bay ompelled-cay o-tay o-gay out-ay of-ay e-thay amp-cay ith-way eat-gray isk-ray,"}
{"input": "Translate this to Pig Latin:\nReginus, and T. Sextius, his lieutenants: at the same time he requested", "output": "eginus-Ray, and-ay T-ay. extius-Say, is-hay ieutenants-lay: at-ay e-thay ame-say ime-tay e-hay equested-ray"}
{"input": "Translate this to Pig Latin:\nVerudoctius held the chief place), to say \"that it was their intention", "output": "erudoctius-Vay eld-hay e-thay ief-chay ace-play), o-tay ay-say \"at-thay it-ay as-way eir-thay intention-ay"}
{"input": "Translate this to Pig Latin:\nRomans, G. iii. 27", "output": "omans-Ray, G-ay. iii-ay. 27"}
{"input": "Translate this to Pig Latin:\nprovince: to these he adds eight hundred horse. He sets over them the", "output": "ovince-pray: o-tay ese-thay e-hay adds-ay eight-ay undred-hay orse-hay. e-Hay ets-say over-ay em-thay e-thay"}
{"input": "Translate this to Pig Latin:\nLXXXIII.--Already Domitius, Scipio, and Lentulus Spinthur, in their", "output": "eady-LXXXIII.--Alray omitius-Day, ipio-Scay, and-ay entulus-Lay inthur-Spay, in-ay eir-thay"}
{"input": "Translate this to Pig Latin:\nCaesar's legions and shipping were not coming to him from Brundisium,", "output": "aesar's-Cay egions-lay and-ay ipping-shay ere-way ot-nay oming-cay o-tay im-hay om-fray undisium-Bray,"}
{"input": "Translate this to Pig Latin:\nhave attacked the camp: which fear the arrival of Caesar removed.", "output": "ave-hay attacked-ay e-thay amp-cay: ich-whay ear-fay e-thay arrival-ay of-ay aesar-Cay emoved-ray."}
{"input": "Translate this to Pig Latin:\nthemselves into the camp, as they had been commanded.", "output": "emselves-thay into-ay e-thay amp-cay, as-ay ey-thay ad-hay een-bay ommanded-cay."}
{"input": "Translate this to Pig Latin:\nhastens to the army. The Veneti, and the other states also, being", "output": "astens-hay o-tay e-thay army-ay. e-Thay eneti-Vay, and-ay e-thay other-ay ates-stay also-ay, eing-bay"}
{"input": "Translate this to Pig Latin:\ncourse, in consequence of the wind dying away about midnight, and being", "output": "ourse-cay, in-ay onsequence-cay of-ay e-thay ind-way ying-day away-ay about-ay idnight-may, and-ay eing-bay"}
